Repository: giellalt/corpus-sma
Catalog: tmx/eng/bible/svenskakyrkan/050818kyrkoval_a4_sydsam.pdf.tmx
Source language: sma
Languages: eng

source: Gärhkoeveeljeme skiereden 18 b:n.
eng: Church elections 18 September.

source: Datne dihte mij åadtjoeh veeljedh.
eng: The choice is yours.

source: – Sijjine årrodh gusnie goerpe jih ovlahkoe ?
eng: – Being on site in the wake of disasters and accidents ?

source: – Kristedh, skylledh, pruvredh jih boernedidh ?
eng: – Performing baptisms, confirmations, weddings and funerals ?

source: – Voeres, skiemtjes jih oktegs almetjh gaavnedidh ?
eng: – In promoting fair trade ?

source: – Byjresebarkoe ?
eng: – In refugee and asylum issues ?

source: – Gärhkoegåetieh urriestidh ?
eng: – In celebrating major festivals such as Christmas and Easter ?

source: – Gyhtjelassine mejtie almetjh jeatja laanteste diekie juhteme ?
eng: – In visiting the elderly, the sick and the lonely ?

source: – Jåvlem, påaskem jih pinsem heevehtidh ?
eng: – In environmental work ?

source: – Riekteslaakan åesistidh ?
eng: – In offering musical activities for people of all ages ?

source: – Musigkebarkoe maanide jih noere almetjidie ?
eng: – In caring for its historical church buildings ?

source: Sveerjen gärhkosne 7,2 miljonh lihtsegh, jih almetjh meatan mejtie diedtem utnieh gärhkoem öövtiedidh båetije beajjan.
eng: The Church of Sweden has 7.1 million members.

source: Skiereden 18. b:n gaajhkh lihtsegh mah 16 jaepien båeries sjidteme jih Sveerjesne tjaalasovveme nuepiem utnieh skraejriehtidh gieh edtjieh luhpiem utnedh Sveejen gärhkoem stuvredh dah båetije njieljie jaepieh.
eng: On 18 September all members who are 16 years of age or older and are registered in Sweden will then have the opportunity to influence the life and work of the Church of Sweden in the coming four years.

source: Sveerjen gärhkoe sjiere barkoem åtna jih joekoen jijnjnh barkoeh.
eng: The activities of the Church of Sweden are extensive and cover a broad field.

source: Gärhkoe säjhta sijjie årrodh gyhtjelasside jih soptsestimmide, sijjie gusnie ektesne årrodh, voejkenem jih Jupmelem gaavnedh.
eng: The Church wants to be a place for questions and conversations, a welcoming refuge characterized by spirituality and the encounter with the living God.

source: Gärhkoe mij håhkoem vaadta jih barka juktie fi erhtenen almetje edtja hijven vaajmosne utnedh. Gärhkoe mij gaahpene jih dihte barka almetjidie mah nåake utnieh.
eng: A church permeated by hope focusing on the spiritual well-being of every individual – siding with the oppressed and vulnerable.

source: Gusnie vierhtiemaadtoe kristeldahken mietie jih guktie almetjh hijven ussjedh nemhtie edtja gärhkoe barkedh, daesnie mijjen rijhkesne jih ålkoelaantine, aavosne jih sårkosne, aarkebiejjine jih aejlegsbiejjine.
eng: A place where Christian values are made concrete both at home and further afar, both in times of happiness and sorrow, in everyday life and on solemn occasions.

source: Gusne edtja Sveerjen gärhkoe stööremes barkoem biejedh ?
eng: Where should the Church of Sweden place its strength ?

source: Gärhkoeveeljemisnie skiereden 18b:n datne veeljh mejnie Sveerjen gärhkoe edtja båetije nieljie jaepine barkedh.
eng: In the church elections of 18 September you will choose where the Church of Sweden should place its strength in the coming four years.

source: Giesse luhpiem vedtieh ?
eng: Who do you want to entrust with the responsibility to govern the Church ?

source: Veeljemebiejjesne gielem biejh veeljemetjiehtjelisnie gusnie dihte lea, daam gieleleahpesne tjaalasovveme jih daam påasten tjirrh åadjoeh minngemes mietsken 31 b:n.
eng: On election day you can vote at the polling station stated on your voting card.

source: Desnie aaj tjaalasovveme jis veeljemebiejjesne sjiere gieledåastoesijjie gååvnesh.
eng: There you will also find information about special vote reception locations open on the election day.

source: Datne aaj maahtah veeljemebiejjien åvtelen gielem vedtedh.
eng: You can also vote prior to the election day.

source: Gärhkoeveeljeme golme jallh niejljie veeljeme leah
eng: The church elections are three or four elections

source: Gärhkoeveeljemisnie golme jallh nieljie veeljemisnie gielem biejh, guktie vååjnoe dov lihkesbijre åårganisasjovnesne dennie gärhkoetjåangkesne gusne datne årroeminie:
eng: In the church elections you will vote in three or four elections, depending on the local organisation of your parish:

source: 1) gärhkoeståvroe jallh dallegh veeljeme gärhkoeraerie
eng: 1) directly elected parish council.

source: Daesnie gyhtjelassine barkieh mejtie dov gärhkoetjåangkesne vihkeles leah, vuesehte gaavhtan barkojne mejnie barkoeminie jih magkeres ulmieh gärhkoetjåangkoe edtja jaksedh.
eng: Here issues concerning parish life are handled, for example which activities are conducted and which goals the parish should work towards.

source: 2) ektine gärhkoeståvrojne
eng: 2) board for an association of parishes.

source: Jijnjh aejkieh gellie gärhkoetjåangkoeh ekonomijen jih administrasjovnine ektesne barkieh.
eng: Several parishes often work together financially and administratively in an association.

source: Ektie gärhkoeståvroe nännosti vierhtiej jih gåetiej bijre jih nimhtemes.
eng: A Board for an association of parishes makes decisions on the administration of resources, property issues and the like.

source: 3) stifteståvroe
eng: 3) diocesan council.

source: Sveerjen gärhkoe golmeluhkie stiftine juakeme.
eng: The Church of Sweden is divided into thirteen dioceses.

source: Fierhtene stifte bispem åtna.
eng: Each diocese is lead by a bishop.

source: Stiften diedte lea gärhkoetjåangkoeh duedtedh jih barkoem öövtiedidh.
eng: Supporting the parishes and developing its work are some of the diocese ’ s tasks.

source: 4) gärhkoetjåahkoe
eng: 4) church assembly.

source: Gärhkoetjåahkoe lea gärhkoen jillemes nännoestimmie åårgane 251 lihtsegi gujmie.
eng: The Church Assembly is the highest decision-making body of the Church of Sweden consisting of 251 members.

source: Daesnie ektie gyhtjelssi bijre nänneostieh vuesehte gaavhtan gärhkoen tjaalehluhpieh, jih dovne dah gyhtjelassh kristedh, skylledh, pruvredh jih boernedh.
eng: Here issues of national interest are decided, for example matters concerning Church regulations on baptism, confirmation, marriage and funerals.

source: Magkeres veeljeme datne maahtah darjodh veeljemeleahpesne lohkh.
eng: You will be able to see which elections you can vote in on your voting card.

source: Datne gieh åadtja veeljedh nuepiem åtna golme jallh njieljie veeljeminie gielem biejedh, Gärhkoetjåahkose, stiftedeaveståvrose jih akten jallh göökten lihkesbijre åårganide jih jis gärhkoe-tjåangkose ektesne lea.
eng: As a voting member, you vote in three or four elections, in other words to the Church Assembly, to the Diocesan Council and to one or two local bodies depending on if the parish belongs to an association of parishes or not.

source: DALLE
eng: DIRECT ELECTION TO:

source: VEE LJ EME::
eng: ELECTION TO:

source: e tj å a n g ko e m e ata n l e a h
eng: ASSOCIATION OF PARISHES

source: DALLE GH VEE LJ EME::
eng: ELECTION TO:

source: Kraevies skaavhtegh = dah åårganh mejtie mijjieh gärhkoeveeljemasse veeljin.
eng: Grey boxes = the bodies to which we elect members in the church election.

source: Deave veelkes jih kraevies skaavhtegh = dah nännoestimmieh åårganh.
eng: Completely filled white and grey boxes = the decision-making bodies.

source: Dah krosseskaavtegh = dah barkoe åårganh.
eng: Dashed boxes = the executive bodies.

source: Gärhkoeraerie mejtie dallegh veeljeme dah dovne nännoestimmie jih barkoe åårganh.
eng: Directly elected parish councils are both decision-making and executive.

source: Veeljedh
eng: Voting

source: Gielem vedtedh seamma vuekine goh dah siejhme veeljeminie.
eng: Voting is done in roughly the same way as in public elections.

source: Datne tjoerh gieleleahpam nuhtjedh jis veeljemebiejjien åvtelen gielem vedttieh jih jis sjiere gieledåastoesijjine gielem vedth.
eng: You must use your voting card if you vote before the election day and if you vote at one of the specially designated vote reception locations.

source: Jis veeljemetjiehtjelisnie gielem vedth dellie aaj tjoerh gieleleahpam meatan vaeltedh.
eng: You should also have your voting card with you if you vote at a polling station.

source: veeljemebiejjesne skiereden 18 b:n
eng: on election day 18 september

source: Gieleleahpesne maahtah lohkedh gusnie veeljemetjiehtjele jih gåessie dihte gaahpene.
eng: at a polling station The voting card states at which polling station you can vote and what the opening hours are.

source: Muvhtene aaj sjiere gieledåastoesijjie tsegksovveme.
eng: at special vote reception locations Sometimes special vote reception locations are also set up.

source: Jis naemhtemes gååvnesh veeljemebiejjesne dellie maahtah gieleleahpesne lohkedh gusnie sijjie jih gåessie gaahpene leah.
eng: If these are available, locations and opening times are stated on the voting card.

source: veeljemebiejjien åvtelen
eng: prior to the election day

source: Skiereden 5 b:n jih 14 b:n gaskoeh maahtah gielem åvtelen vedtedh pastors- / jih gärhkoetjåangkoe-ekspedisjovnine abpe rijhkesne.
eng: offices throughout the country Between 5 September and 14 September you can vote in advance at the pastoral or parish offices throughout the country.

source: Vielie saernieh maahtah åadtjodh dov gärhkoetjåangkosne gusnie gielem sijhth vedtedh.
eng: For more information please contact your parish.

source: Maehtieh dovne sjiere gieledåastoesijjie utnedh gusnie gielem maahtah vedtedh gieleveeljemebiejjien åvtelen.
eng: special vote reception locations Special vote reception locations open for advanced voting may also be available.

source: Bieljelh dov gärhkoetjåangkoem jih govlh magkeres nuepieh åtna.
eng: Please contact your parish to find out which means are available.

source: Jeatja vuekiem åtna prievien tjirrh gielem veeljemen åvtelen vedtedh.
eng: postal voting Another way of voting in advance is postal voting.

source: Dellie ” prieviegielevadtesem ” darpesjh utnedh jih daam pastors- / gärhkoetjåangkoste maahtah dängkodh.
eng: You will then need a “ postal voting package ” which can be ordered from your pastoral or parish office.

source: Dejnie sisvegisnie gaajhkem gaavnh, dovne gåaroes veeljemeleahpa mejtie jijtje maahtah tjaeledh.
eng: It contains everything you need, including blank ballots, which you can complete yourself.

source: Siejmetji maahtah gieleleahpah åadtjodh mejtie joe tjaalassovveme nomineringsdåehkeste.
eng: However you can generally receive pre-printed ballots from the nominating group for which you intend to vote.

source: Dov prieviegielem tjoeverin skiereden 14b:n åvtelen utnedh.
eng: Your postal vote must have reached us no later than 14 September.

source: dijren tjirrh gielem vedtedh
eng: vote by proxy

source: Dijren tjirrh gielem vedtedh seamma vuekine goh prievien tjirrh, daate voestemes vuekie disse gie gieletjiehtjelisnie edtja gielem vedtedh men ij maehtieh veeljemebiejjesne. ”
eng: Voting by proxy is done in a similar way to postal voting, but is primarily an option for those who intended to vote at a polling station and are unable to do so on election day.

source: Pieviegielevadtesen ” sisvegisnie gaajhkem gaavnh gosse gielem dijren tjirrh vedtieh.
eng: The “ postal voting package ” also contains what you need to vote by proxy.

source: Giejtie gielem vedtedh ?
eng: Who can you elect ?

source: Gärhkoeveeljemisnie nomineringsdåehkese gielem vedth, seamma goh paartijjh siejhme veeljemisnie.
eng: In the church elections you vote for a so called “ nominating group ”, the equivalent of the political parties in the public elections.

source: Datne aaj maahtah gielem aajne almetjasse vedtedh, kroessem biejh kaandidatese nomineringedåehkien lästosne disse giem eermes sijhth veeljedh.
eng: You can also cast votes supporting a particular candidate, by ticking for the candidate that you prefer to be elected on the nominating group ’ s list.

source: Nomineringedåehkieh jijtje saernieh vedtieh guktie gärhkoe edtja barkedh båetije biejjine, gusnie Sveerjen gärhkoe edtja faamoem biejedh.
eng: The nominating groups themselves provide information on how they would like the Church to work and act in the future, where the Church of Sweden should place its strength.

source: Giejdie dåehkide gielem vedtedh maahtah siejmetji gärhkoetjåangkoen tjirrh daejredh.
eng: As a rule you can find out which groups you can vote for from your parish.

source: Lästoeh aaj daesnie gååvnesh www.svenskakyrkan.se.
eng: You can also find the lists at www.svenskakyrkan.se.

source: Mejtie veeljeme vuesehte
eng: Election results

source: Annjebodts veeljemevuesehte maahtah www.svenskakyrkan.se vuartasjidh dan männgan gosse ryökneme, gåessie veeljemetjiehtjelh gaaptjeme.
eng: The preliminary results will be published on www.svenskakyrkan.se as they are counted after the polling locations have closed.

source: Minngemes vuesiehtimmie maahtah vuejnedh daesnie www.svenskakyrkan.se gosse stifth vihth gaajhkh gielh ryökneme.
eng: The final results will be published on www.svenskakyrkan.se as soon as the diocese concerned has verified all the votes.

source: Datne gie gielem åadtjh vedtedh galka minngemes mietsken 31 b. n gieleleahpam gåatan åadtjome.
eng: As a voting member you should have received your voting card in the post no later than 31 August.

source: Gieleleahpesne laavenjassh dov bijre tjaaleme jih mejtie veeljemindie åadtjh veeljedh, jih gusnie jih gåessie åadtjh veeljedh.
eng: Personal details, as to which elections you may vote in, as well as where and when you can vote, are stated on the voting card.

source: Jis gieleleahpam dasseme jallh miste sisvege, dellie maahtah Gärhkoeståvrose bieljelidh, Svenskakyrkan 751 70 Uppsala, 018-16 96 00 (Saernie viehkie), jallh orre dängkodh daesnie www.svenskakyrkan.se.
eng: If you have lost your voting card, or if it contains errors, you can turn to the Church Synod (Kyrkostyrelsen), Svenska kyrkan, 751 70 Uppsala, 018-16 96 00 (Information service), or order a new card at www.svenskakyrkan.se.

source: Dihte gie ij naan gieleleahpam åadtjome, dihte aaj gärhkoeståvroem bieljele.
eng: Those who have not received a voting card, but consider themselves entitled to vote, should also turn to the Church Synod.

source: Gieleleahpam dov tjaalessäjjan sedtieh.
eng: The voting card is sent to your registered address.

source: Gieleleahpam maam guelmiehtehteme maehtieh faaksen tjirrh sedtedh gärhkoetjåangkose gusnie gielem vedth jih Sveerjen gärhkoen ålkolaantengärhkoetjåangkose.
eng: A duplicate voting card can be faxed to the parish in which you vote and to the Church of Sweden ’ s parishes abroad.
